{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "FMinesweeperModule",
			"Children": [
				{
					"Source":
					{
						"Text": "Columns"
					},
					"Translation":
					{
						"Text": "列"
					},
					"Key": "Columns"
				},
				{
					"Source":
					{
						"Text": "Generate Board"
					},
					"Translation":
					{
						"Text": "生成板"
					},
					"Key": "GenerateBoard"
				},
				{
					"Source":
					{
						"Text": "Let's Play Minesweeper!"
					},
					"Translation":
					{
						"Text": "让我们玩扫雷！"
					},
					"Key": "LetsPlayMinesweeper"
				},
				{
					"Source":
					{
						"Text": "Minesweeper"
					},
					"Translation":
					{
						"Text": "扫雷舰"
					},
					"Key": "Minesweeper"
				},
				{
					"Source":
					{
						"Text": "Minesweeper Plugin"
					},
					"Translation":
					{
						"Text": "扫雷插件"
					},
					"Key": "MinesweeperPlugin"
				},
				{
					"Source":
					{
						"Text": "Number of Mines"
					},
					"Translation":
					{
						"Text": "矿山数量"
					},
					"Key": "NumberOfMines"
				},
				{
					"Source":
					{
						"Text": "Rows"
					},
					"Translation":
					{
						"Text": "行"
					},
					"Key": "Rows"
				},
				{
					"Source":
					{
						"Text": "You Lost :("
					},
					"Translation":
					{
						"Text": "你输了 :("
					},
					"Key": "YouLost"
				},
				{
					"Source":
					{
						"Text": "You won!! :)"
					},
					"Translation":
					{
						"Text": "你赢了!! :)"
					},
					"Key": "YouWon"
				}
			]
		},
		{
			"Namespace": "UICommands",
			"Subnamespaces": [
				{
					"Namespace": "FMinesweeperModule",
					"Children": [
						{
							"Source":
							{
								"Text": "Launch Minesweeper game"
							},
							"Translation":
							{
								"Text": "启动扫雷游戏"
							},
							"Key": "OpenPluginWindow_ToolTip"
						},
						{
							"Source":
							{
								"Text": "Play Minesweeper"
							},
							"Translation":
							{
								"Text": "玩扫雷"
							},
							"Key": "OpenPluginWindow"
						}
					]
				}
			]
		}
	]
}